Repository: sillsdev/libpalaso
Catalog: DistFiles/Palaso.*.xlf
Languages: fr

# AboutDialog.BuiltOnDate
source: Built on {0}
fr: Construit sur {0}

# AboutDialog.NoUpdates
source: No Updates
fr: Pas de mises à jour

# AboutDialog.WindowTitle
source: About {0}
fr: À propos de {0}

# AboutDialog._checkForUpdates
source: Check For Updates
fr: Rechercher des mises à jour

# AboutDialog._releaseNotesLabel
source: Release Notes
fr: Notes de publication

# Application.AlreadyRunning.General
source: Another copy of the application is already running. If you cannot find it, restart your computer.
fr: Une autre copie de l'application est déjà en cours d'exécution. Si l'élément cherché est introuvable, redémarrez votre ordinateur.

# Application.AlreadyRunning.Specific
source: Another copy of {0} is already running. If you cannot find that copy of {0}, restart your computer.
fr: Une autre copie de {0} est déjà en cours d'exécution. Si la copie de {0} est introuvable, redémarrez votre ordinateur.

# Application.ProblemStarting.General
source: There was a problem starting the application which might require that you restart your computer.
fr: Un problème est survenu lors du démarrage de l'application; vous devriez peut-être redémarrer l'ordinateur.

# Application.ProblemStarting.Specific
source: There was a problem starting {0} which might require that you restart your computer.
fr: Un problème a été rencontré au démarrage de {0} ; il se peut que vous deviez redémarrer l'ordinateur.

# Application.WaitingFinish.General
source: Waiting for other application to finish...
fr: En attente de la fermeture de l'autre application...

# Application.WaitingFinish.Specific
source: Waiting for other {0} to finish...
fr: En attente de la fermeture de l'autre {0}...

# Common.AbortButton
source: &Abort
fr: &Abandonner

# Common.CancelButton
source: &Cancel
fr: &Annuler

# Common.IgnoreButton
source: &Ignore
fr: &Ignorer

# Common.No
source: No
fr: Non

# Common.NoButton
source: &No
fr: &Non

# Common.RetryButton
source: &Retry
fr: &Réessayer

# Common.Yes
source: Yes
fr: Oui

# Common.YesButton
source: &Yes
fr: &Oui

# CustomIdentifierView.betterLabel1
source: RFC5646 code:
fr: Code RFC5646:

# CustomIdentifierView.linkLabel1
source: Read about language identifiers on the web
fr: Lire sur le Web concernant les identificateurs de langue

# DialogBoxes.ArchivingDlg.AllFilesLabel
source: All Files
fr: Tous les fichiers

# DialogBoxes.ArchivingDlg.CancellingMsg
source: Canceling...
fr: Annulation en cours...

# DialogBoxes.ArchivingDlg.CopyingFilesMsg
source: Copying files
fr: Copie des fichiers

# DialogBoxes.ArchivingDlg.CreatingArchiveErrorMsg
source: There was an error attempting to create the RAMP file.
fr: Il y avait une erreur en essayant de créer l'archive {0}.

# DialogBoxes.ArchivingDlg.CreatingIMDIPackageErrorMsg
source: There was a problem starting process to create IMDI package.
fr: Il y avait une erreur en lancant le processus pour créer l'archive IMDI.

# DialogBoxes.ArchivingDlg.CreatingInternalReapMetsFileErrorMsg
source: There was an error attempting to create the RAMP/REAP mets file.
fr: Il y avait une erreur en essayant de créer un fichier de créer un fichier mets RAMP et REAP.

# DialogBoxes.ArchivingDlg.CreatingZipFileErrorMsg
source: There was a problem starting process to create zip file.
fr: Il y avait un problème abordant la création d'un fichier zip.

# DialogBoxes.ArchivingDlg.FileExcludedFromPackage
source: File excluded from {0} package:
fr: Ficher exclu de l'archive {0} :

# DialogBoxes.ArchivingDlg.IMDIActorsGroup
source: Actors
fr: Participants

# DialogBoxes.ArchivingDlg.IMDIOverviewText
source: {0} ({1}) is a metadata standard to describe multi-media and multi-modal language resources. The standard provides interoperability for browsable and searchable corpus structures and resource descriptions.
fr: {0} ({1}) est un standard de métadonnées pour décrire les ressources de langue multimédias et multimodales. Il fournit une interopérabilité pour des corpus et des descriptions des ressources qui sont navigables et consultables.

# DialogBoxes.ArchivingDlg.IMDIProgramInfoText
source: This tool will help you use {0} to archive your {1} data. When the {1} package has been created, you can launch {0} and enter any additional information before doing the actual submission.
fr: Cet outil vous aidera à utiliser {0} pour archiver vos données {1}. Lorsque l'archive {1} a été créé, vous pouvez lancer {0} et saisir des informations supplémentaires avant de la soumettre.

# DialogBoxes.ArchivingDlg.ISO3CodeRequired
source: ISO 639-3 3-letter language code required.
fr: Les 3 lettres du code de langue ISO 639-3 est requis.

# DialogBoxes.ArchivingDlg.InvalidLanguageCode
source: Invalid ISO 639-3 code: {0}
fr: Code ISO-639-3 non valide : {0}

# DialogBoxes.ArchivingDlg.NoIMDIProgramInfoText
source: The {0} package will be created in {1}.
fr: L'archive {0} sera créée dans le dossier {1}.

# DialogBoxes.ArchivingDlg.PrearchivingStatusMsg
source: The following files will be added to the archive:
fr: Les fichiers suivants seront ajoutés à l'archive :

# DialogBoxes.ArchivingDlg.PreparingFilesMsg
source: Analyzing component files
fr: Analyse des fichiers de composants

# DialogBoxes.ArchivingDlg.ProgramsFileTypeLabel
source: Programs
fr: Logiciels

# DialogBoxes.ArchivingDlg.RAMPArchiveType
source: RAMP (SIL Only)
fr: RAMP (spécifique à SIL)

# DialogBoxes.ArchivingDlg.RAMPOverviewText
source: {0} is a utility for entering metadata and uploading submissions to SIL's internal archive, REAP. If you have access to this archive, this tool will help you use {0} to archive your {1} data. {2} When the {0} package has been created, you can launch {0} and enter any additional information before doing the actual submission.
fr: {0} est un utilitaire pour la saisie des métadonnées et le téléchargement des présentations aux archives internes du SIL, appelées REAP. Si vous avez accès à ces archives, cet outil vous aidera à utiliser {0} pour archiver vos données {1}. {2} Ensuite, vous pouvez lancer {0} pour saisir des informations supplémentaires avant de la soumettre.

# DialogBoxes.ArchivingDlg.RampNotFoundMsg
source: The RAMP program cannot be found!
fr: Impossible de trouver le logiciel RAMP !

# DialogBoxes.ArchivingDlg.ReadyToCallIMDIMsg
source: Exported to {0}. This path is now on your clipboard. If you are using Arbil, go to File, Import, then paste this path in.
fr: Exporté à {0}. Ce chemin d'accès est maintenant dans le presse-papiers. Si vous utilisez Arbil, atteindre Fichier, Importer, puis y coller ce chemin.

# DialogBoxes.ArchivingDlg.ReadyToCallRampMsg
source: Ready to hand the package to RAMP
fr: Prêt à remettre l'archive à RAMP

# DialogBoxes.ArchivingDlg.SavingFilesInPackageMsg
source: Saving files in {0} package
fr: Enregistrement de fichiers dans l'archive {0}

# DialogBoxes.ArchivingDlg.SearchingForRampMsg
source: Searching for the RAMP program...
fr: Cherchant le logiciel RAMP...

# DialogBoxes.ArchivingDlg.StartingIMDIErrorMsg
source: There was an error attempting to open the archive package in {0}.
fr: Il y avait une erreur en essayant d'ouvrir l'archive dans {0}.

# DialogBoxes.ArchivingDlg.StartingRampErrorMsg
source: There was an error attempting to open the archive package in {0}.
fr: Il y avait une erreur en essayant d'ouvrir l'archive dans {0}.

# DialogBoxes.ArchivingDlg.WindowTitle
source: {0}: Archive using {1}
fr: {0}: Archiver avec {1}

# DialogBoxes.ArchivingDlg._buttonCancel
source: Cancel
fr: Annuler

# DialogBoxes.ArchivingDlg._buttonCreatePackage
source: &1) Create Package
fr: &1) Créer l'archive

# DialogBoxes.ArchivingDlg._buttonLaunchRamp
source: &2) Launch {0}
fr: &2) Lancer {0}

# DialogBoxes.ConfirmRecycleDialog.MessageForMultipleItems
source: {0} will be moved to the Recycle Bin.
fr: {0} va être déplacé dans la corbeille.

# DialogBoxes.ConfirmRecycleDialog.MessageForSingleItem
source: {0} will be moved to the Recycle Bin.
fr: {0} va être déplacé dans la corbeille.

# DialogBoxes.ConfirmRecycleDialog.WindowTitle
source: Confirm Delete
fr: Confirmer la suppression

# DialogBoxes.ConfirmRecycleDialog.cancelBtn
source: &Cancel
fr: &Annuler

# DialogBoxes.ConfirmRecycleDialog.deleteBtn
source: &Delete
fr: &Supprimer

# DialogBoxes.FileDlg.AllFilesLabel
source: All Files
fr: Tous les fichiers

# DialogBoxes.IMDIArchivingDlg.ArchivingIMDILocationDescription
source: Select a base folder where the IMDI directory structure should be created.
fr: Sélectionner un dossier de base où on peut créer la structure des dossiers IMDI.

# DialogBoxes.IMDIArchivingDlg.ChangeDestinationFolder
source: Change Folder
fr: Changer le dossier

# DialogBoxes.IMDIArchivingDlg.ChangeProgramToLaunch
source: Change Program to Launch
fr: Changer le logiciel à lancer

# DialogBoxes.IMDIArchivingDlg.CloseButtonLabel
source: Close
fr: Fermer

# DialogBoxes.IMDIArchivingDlg.CreatePackageButtonLabel
source: Create Package
fr: Créer l'archive

# DialogBoxes.IMDIArchivingDlg.SelectIMDIProgram
source: Select the program to launch after IMDI package is created
fr: Sélectionner le logiciel à lancer après la création de l'archive IMDI

# ImageToolbox.AlmostMatchingImages
source: Found {0} images with names close to “{1}”
fr: {0} image(s) trouvée(s) dont le nom ressemble à {1}

# ImageToolbox.Camera
source: Camera
fr: Appareil photo

# ImageToolbox.CopyExemplarMetadata
source: Use {0}
fr: Utiliser {0}

# ImageToolbox.Crop
source: Crop
fr: Rogner

# ImageToolbox.DownloadArtOfReading
source: Download Art Of Reading Installer
fr: Télécharger l'installateur d'Art de la lecture"

# ImageToolbox.EditMetadataLink
source: Edit...
fr: Éditer...

# ImageToolbox.EnterSearchTerms
source: In the box above, type what you are searching for, then press ENTER.
fr: Dans le champ ci-dessus, écrivez ce que vous recherchez, puis appuyez sur la touche "Entrée".

# ImageToolbox.FileButton
source: File
fr: Fichier

# ImageToolbox.FileChooserTitle
source: Choose Picture File
fr: Choisir fichier Image

# ImageToolbox.Galleries
source: Galleries
fr: Galeries

# ImageToolbox.GenericGettingImageProblem
source: Sorry, something went wrong while getting the image.
fr: Désolé, un problème est survenu durant la recherche de l'image.

# ImageToolbox.GenericProblem
source: Sorry, something went wrong with the ImageToolbox
fr: Désolé, la boîte à outils image a rencontré un problème

# ImageToolbox.GetPicture
source: Get Picture
fr: Sélectionner une image

# ImageToolbox.ImageGalleries
source: Image Galleries
fr: Galeries d'images

# ImageToolbox.ImageToolboxWindowTitle
source: Image Toolbox
fr: Boîte à outils image

# ImageToolbox.InstallArtOfReading
source: Install the Art Of Reading package (this may be very slow)
fr: Installer le pack Art de la lecture (l'installation peut prendre longtemps)

# ImageToolbox.MatchingImages
source: Found {0} images
fr: {0} image(s) trouvée(s)

# ImageToolbox.NewMultilingual
source: Did you know that there is a new version of this collection which lets you search in Arabic, Bengali, Chinese, English, French, Indonesian, Hindi, Portuguese, Spanish, Thai, or Swahili? It is free and available for downloading.
fr: Saviez-vous qu'il existe une nouvelle version de cette collection permettant de rechercher en anglais, en arabe, en bengali, en chinois, en espagnol, en français, en hindi, en indonésien, en portugais, en swahili ou en thaï ? Cette version peut être téléchargée gratuitement.

# ImageToolbox.NoGalleries
source: This computer doesn't appear to have any galleries installed yet.
fr: Cet ordinateur ne semble toujours pas avoir de galeries installées.

# ImageToolbox.NoMatchingImages
source: Found no matching images
fr: Aucune image correspondante trouvée

# ImageToolbox.PictureFiles
source: picture files
fr: fichiers image

# ImageToolbox.ProblemLoadingImage
source: Sorry, there was a problem loading that image.
fr: Désolé, un problème est survenu durant le chargement de cette image.

# ImageToolbox.PromptForMissingMetadata
source: This image does not know:\n\nWho created it?\nWho can use it?
fr: Cette image ne connaît pas :\n\nQui en est le créateur ?\nQui peut l'utiliser ?

# ImageToolbox.SearchLanguage
source: The search box is currently set to {0}
fr: Le champ de recherche est actuellement réglé sur {0}

# ImageToolbox.SetUpMetadataLink
source: Set up metadata...
fr: Configurer les métadonnées...

# IpaIdentifierView.betterLabel1
source: Purpose:
fr: But:

# IpaIdentifierView.linkLabel1
source: Read about IPA transcription on the web
fr: Lire sur le Web concernant la transcription IPA

source: This list should include all the ISO-639 languages, including all the alternative names known to ethnologue.com.\n\nIf necessary, use the "Unlisted Language" option, which will be selected for you now.
fr: Cette liste doit inclure toutes les langues ISO-639, y compris les noms alternatifs figurant sur ethnologue.com.\n\nSi nécessaire utilisez l'option "langue non inscrite", qui sera sélectionnée par défaut.

# LanguageLookup.CannotFindMyLanguage.LinkToSILInformationAboutLanguageCodes
source: About Language 639-3 Codes & How To Apply For New Ones
fr: Au sujet des codes ISO 639-3 pour la représentation des noms de langues & Comment soumettre de nouveaux noms de langues

# LanguageLookup.CannotFindMyLanguageWindowTitle
source: About The ISO Language Registry
fr: Au sujet du registre de langues ISO

# LanguageLookup.CountryCount
source: {0} Countries
fr: {0} pays

# LanguageLookup.CountryHeader
source: Country
fr: Pays

# LanguageLookup.DesiredLanguageDisplayNameLabel
source: You can change how the language name will be displayed here:
fr: Vous pouvez modifier l'affichage du nom de la langue ici :

# LanguageLookup.LanguageLookupDialogWindowTitle
source: Look up Language Code
fr: Consultation du code de langues...

# LanguageLookup.PrimaryNameHeader
source: Name
fr: Nom

# LanguageLookup.ShowRegionalDialectsLabel
source: Show regional dialects
fr: Montrer les dialectes régionaux

# LanguageLookup.UnlistedLanguage
source: Unlisted Language
fr: Langue non inscrite

# LanguageLookup._cannotFindLanguageLink
source: Can't find your language?
fr: Vous ne trouvez pas votre langue ?

# LanguageLookup._scriptsAndVariantsLabel
source: my script variant label
fr: étiquette pour ma variante de la forme écrite

# LanguageLookup._scriptsAndVariantsLink
source: Script and Variant
fr: Écriture et variante

# MemoryWarning
source: Unfortunately, {0} is starting to get short of memory, and may soon slow down or experience other problems. We recommend that you quit and restart it when convenient.
fr: Malheureusement, {0} commence à manquer de mémoire, et risque de ralentir prochainement ou de rencontrer d'autres problèmes. Nous vous recommandons de quitter et de redémarrer, le moment venu.

# MetadataDisplay.Creator
source: Creator: {0}
fr: Créateur : {0}

# MetadataDisplay.CreatorLabel
source: Creator
fr: Créateur

# MetadataDisplay.LicenseInfo
source: License Info
fr: Informations de licence

# MetadataDisplay.NoLicense
source: No license specified
fr: Aucune licence n'est spécifiée

# MetadataEditor.AllowCommercialUse
source: Allow commercial uses of your work?
fr: Autoriser un usage commercial de votre création ?

# MetadataEditor.AllowDerivatives
source: Allow modifications of your work?
fr: Autoriser que votre création soit modifiée ?

# MetadataEditor.CopyrightHolder
source: Copyright Holder
fr: Détenteur des droits

# MetadataEditor.CopyrightYear
source: Copyright Year
fr: Année du droit d'auteur

# MetadataEditor.CreativeCommons.Intergovernmental
source: Intergovernmental Version
fr: Version intergouvernementale

# MetadataEditor.CreatorLabel
source: Creator
fr: Créateur

# MetadataEditor.CustomLicense
source: Custom
fr: Personnalisation

# MetadataEditor.License
source: License
fr: Licence

# MetadataEditor.PublicDomain
source: The copyright holder waives all rights
fr: Le détenteur des droits d'auteur renonce à tous les droits

# MetadataEditor.TitleNoCredit
source: Copyright and License
fr: Droits d'auteur et licence

# MetadataEditor.TitleWithCredit
source: Credit, Copyright, and License
fr: Crédits, droits d'auteur et licence

# MetadataEditor.UnknownLicense
source: Contact the copyright holder for any permissions
fr: Contacter le détenteur des droits d'auteur pour toute autorisation

# MetadataEditor.YesShareAlike
source: Yes, as long as others share alike
fr: Oui, à condition que d'autres acceptent des partages similaires

# MetadataEditor.additionalRequestsLabel
source: Additional Requests
fr: Requêtes supplémentaires

# MetadataEditor.betterLinkLabel1
source: more info
fr: plus d'information

# MetadataEditor.linkToPublicDomainCC0
source: about {0} Public Domain
fr: concernant{0} Domaine Public

# MetadataEditor.linkToWarningAboutRefiningCreativeCommons
source: Not Enforceable
fr: Non applicable

# ScriptsAndVariants.ScriptsAndVariantsDialog._cancelButton
source: Cancel
fr: Annuler

# ScriptsAndVariantsDialog.ScriptsAndVariants
source: Script and Variant
fr: Écriture et variante

# SettingsProtection.AlsoHideOthersNotice
source: This may also hide other buttons which are not needed by the non-advanced user.
fr: Cela peut dissimuler d'autres boutons, qui ne sont utiles qu'aux utilisateurs avancés.

# SettingsProtection.CtrlShiftHint
source: The button will show up when you hold down the Ctrl and Shift keys together.
fr: Presser les touches Ctrl et Shift en même temps fera apparaître ce bouton.

# SettingsProtection.LauncherButtonLabel
source: Settings...
fr: Protection des paramètres...

# SettingsProtection.NormallyHiddenCheckbox
source: Hide the button that opens settings.
fr: Cacher le bouton qui ouvre les paramètres.

# SettingsProtection.PasswordDialog.FactoryPassword
source: Factory Password
fr: Mot de passe par défaut

# SettingsProtection.PasswordDialog.Password.Explanation
source: To prevent accidental changes which could cause this program to stop working for you, these settings have been locked.
fr: Ces paramètres sont bloqués, pour éviter toute modification par inadvertance, susceptible de forcer l'arrêt de cet outil.

# SettingsProtection.PasswordDialog.SettingsPasswordWindowTitle
source: Settings Protection Password
fr: Paramètres de la protection par mot de passe

# SettingsProtection.PasswordNotice
source: Factory password for these settings is "{0}". If you forget it, you can always visit the {1} support page.
fr: Pour ces paramètres, le mot de passe par défaut est "{0}". En cas d'oubli, vous pouvez toujours effectuer une recherche sur Google pour "{1} support."

# SettingsProtection.PasswordNoticeWithSupportUrl
source: Factory password for these settings is "{0}". If you forget it, you can always visit the {1} support page: {2}
fr: Le mot de passe d'usine pour ces paramètres est "{0}". Si vous l'oubliez, vous pouvez toujours consulter la page de support {1}: {2}

# SettingsProtection.RequirePasswordCheckBox
source: Require the factory password to get into settings.
fr: Il faut le mot de passe par défaut pour accéder aux paramètres.

# SettingsProtection.SettingProtectionDialogTitle
source: Settings Protection
fr: Protection des paramètres

# ShowReleaseNotesDialog.WindowTitle
source: Release Notes
fr: Notes de version

# VoiceIdentifierView.betterLabel1
source: In applications which support this option, fields with this input system will be able to play and record voice.
fr: Dans les applications qui prennent en charge cette option, les champs dotés de ce système de saisie pourront lire et enregistrer des messages vocaux.

# WSFontControl.Font
source: &Font:
fr: &Police :

# WSFontControl.FontNotAvailable
source: (The selected font is not available on this machine. Using default.)
fr: (La police sélectionnée n'est pas disponible sur cet ordinateur. Utiliser la police par défaut.)

# WSFontControl.RightToLeftWS
source: This is a &right-to-left writing system.
fr: Il s'agit d'un système d'écriture de d&roite à gauche.

# WSFontControl.Size
source: &Size:
fr: &Taille :

# WSFontControl.TestArea
source: &Test Area:
fr: &Zone de test :

# WSIdentifierView.betterLabel4
source: Abbreviation:
fr: Abréviation

# WSIdentifierView.betterLabel5
source: Special:
fr: Spécial:

# WSIdentifiers.IpaIdentifierView.Default
source: Default
fr: Défaut

# WSIdentifiers.IpaIdentifierView.Emic
source: Emic (uses phonology of the language)
fr: Emic (utilise la phonologie de la langue)

# WSIdentifiers.IpaIdentifierView.Etic
source: Etic (raw phonetic transcription)
fr: Etic (transcription phonétique brute)

# WSKeyboardControl.KeyboardNotListed
source: If the keyboard you need is not listed, click the appropriate link below to set it up
fr: Si le clavier requis ne figure pas dans la liste, cliquez sur le lien adapté ci-dessous pour le configurer

# WSKeyboardControl.KeyboardSettingsLink
source: Windows keyboard settings
fr: Paramètres de clavier Windows

# WSKeyboardControl.KeyboardsAvailable
source: Available keyboards
fr: Claviers disponibles

# WSKeyboardControl.KeyboardsPreviouslyUsed
source: Previously used keyboards
fr: Claviers déjà utilisés

# WSKeyboardControl.KeymanConfigurationLink
source: Keyman Configuration
fr: Configuration Keyman

# WSKeyboardControl.KeymanNotInstalled
source: Keyman 5.0 or later is not Installed.
fr: Keyman 5.0 (ou une version ultérieure) n'est pas installée.

# WSKeyboardControl.SelectKeyboardLabel
source: Select the &keyboard with which to type {0} text
fr: Sélectionnez le &clavier avec lequel vous voulez écrire du texte {0}

# WSKeyboardControl.SetupKeyboards
source: Set up keyboards
fr: Configurer les claviers

# WSKeyboardControl.TestAreaCaption
source: &Test Area (Use this area to type something to test out your keyboard.)
fr: &Zone de test (Utilisez cette zone pour tester votre clavier en tapant quelques lettres.)

source: Warning
fr: Avertissement

# WritingSystemSetupView.UnableToConnectToSldrCaption
source: Unable to connect to SLDR
fr: Impossible de se connecter à SLDR

# WritingSystemSetupView.UnableToConnectToSldrText
source: The application is unable to connect to the SIL Locale Data Repository to retrieve the latest information about this language. If you create this writing system, the default settings might be incorrect or out of date. Are you sure you want to create a new writing system?
fr: L'application n'arrive pas à se connecter au référentiel de données régionales SIL pour extraire les dernières informations disponibles sur cette langue. Si vous voulez créer un système d écriture, les paramètres par défaut peuvent être erronés ou obsolètes. Êtes-vous sûr de vouloir créer un nouveau système d'écriture ?

# XkbKeyboardAdaptor.MissingKeyboard
source: [Missing] {0} ({1})
fr: [Manquant] {0} ({1})
